export class InitData {
  info: any | null = null

  levelPowerList: {level: number, power: string[]}[] = [
    {level: 1, power: ['5G音乐云盘免费容量', '黑名单上限20']},
    {level: 2, power: ['20G音乐云盘免费容量', '黑名单上限20']},
    {level: 3, power: ['40G音乐云盘免费容量', '黑名单上限20', '云音乐商城满100减3元优惠券','价值50云贝']},
    {level: 4, power: ['40G音乐云盘免费容量', '黑名单上限20']},
    {level: 5, power: ['40G音乐云盘免费容量', '黑名单上限20','云音乐商城满100减6元优惠券','价值100云贝']},
    {level: 6, power: ['60G音乐云盘免费容量', '黑名单上限40']},
    {level: 7, power: ['60G音乐云盘免费容量', '黑名单上限80','云音乐商城满100减9元优惠券','价值400云贝']},
    {level: 8, power: ['60G音乐云盘免费容量', '黑名单上限100']},
    {level: 9, power: ['60G音乐云盘免费容量', '黑名单上限120','云音乐商城满100减12元优惠券','价值1200云贝']},
    {level: 10, power: ['100G音乐云盘免费容量', '黑名单上限140']},
  ]
}